load_tests/find_contacts.yaml
config:
  target: 'http://localhost:3001'
  phases:
    - duration: 10
      arrivalRate: 20
  variables:
    name: 'Silva'
    page: 1
    perPage: 100

scenarios:
  - name: 'Find first fifty Silvas from agenda'
    flow:
      - get:
          url: '/contacts/name/{{name}}?page={{page}}&perPage={{perPage}}'
          expect:
            - statusCode: 200